HELLO_FOR_ADMIN = """
Привет админ.
Для тебя доступны следующие команды:

/adduser - Добавить пользователя в белый список
/removeuser - Удалить пользователя из белого списка
/whitelist - Вывести содержимое whitelist\
/spam - Спам смс
/call - Спам звонками
"""

HELLO_FOR_CREATOR = """
Привет создатель.
Для тебя доступны следующие команды:

/adduser - Добавить пользователя в белый список
/removeuser - Удалить пользователя из белого списка
/whitelist - Вывести содержимое whitelist\
/spam - Спам смс
/call - Спам звонками
/off - Выключить бота (отключить доступ для всех пользователей)
/on - Восстановить доступ к боту для всех пользователей
/all_users - Вывести всех пользователей, которые запускали бота
"""

HELLO_FOR_USER = """
Привет, этот бот представляет собой сервис для смс спама и спама звонками. Вам доступны следующие команды:

/spam - Спам смс
/call - Спам звонками
/admin - Обратиться к администратору
"""

MESSAGE_FOR_NOT_IN_WHITELIST = """
Вы не в белом списке. Для добавления в белый список обратитесь к @Night3098
"""

SERVER_IS_NOT_UP = """
Сервер отключен главным администратором. Пожалуйста, подождите включения.
"""
